#車馬象士將士象馬車
#空空空空空空空空空
#空砲悾悾悾悾悾砲空
#卒空卒空卒空卒空卒
#空空空空空空空空空
#空空空空空空空空空
#兵空兵空兵空兵空兵
#空炮空空空空空炮空
#空空空空空空空空空
#俥傌相仕帥仕相傌俥

def initialize_chess_board(board):
    board[0] = ['車', '馬', '象', '士', '將', '士', '象', '馬', '車']
    board[1] = ['空', '空', '空', '空', '空', '空', '空', '空', '空']
    board[2] = ['空', '砲', '空', '空', '空', '空', '空', '砲', '空']
    board[3] = ['卒', '空', '卒', '空', '卒', '空', '卒', '空', '卒']
    board[4] = ['空', '空', '空', '空', '空', '空', '空', '空', '空']
    board[5] = ['空', '空', '空', '空', '空', '空', '空', '空', '空']
    board[6] = ['兵', '空', '兵', '空', '兵', '空', '兵', '空', '兵']
    board[7] = ['空', '炮', '空', '空', '空', '空', '空', '炮', '空']
    board[8] = ['空', '空', '空', '空', '空', '空', '空', '空', '空']
    board[9] = ['俥', '傌', '相', '仕', '帥', '仕', '相', '傌', '俥']